Repository: andychao217/SwiftUIMyBooksApp
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %lld Quotes
ja: %lld 引用
zh_hans: %lld 条引用

source: Author
ja: 著者
zh_hans: 作者

source: Back
ja: 戻る
zh_hans: 返回

source: Book Title
ja: タイトル
zh_hans: 图书标题

source: Cancel
ja: チャンセル
zh_hans: 取消

source: Completed
ja: 完了した
zh_hans: 已完成

source: Create
ja: 作成
zh_hans: 创建

source: Create genre
ja: ジャンル作成
zh_hans: 创建类别

source: Create new genre
ja: ジャンル新規作成
zh_hans: 创建新类别

source: Date Added
ja: 追加日
zh_hans: 添加日期

source: Date Completed
ja: 完了日
zh_hans: 完成日期

source: Date Started
ja: 開始日
zh_hans: 开始日期

source: Enter you first book.
ja: あなたは最初の本を入力してください。
zh_hans: 添加你的第一本书

source: Filter on title or author
ja: タイトルまたは著者でフィルタリング。
zh_hans: 按照标题或者作者过滤

source: Genres
ja: ジャンル
zh_hans: 分类

source: In Progress
ja: 進行中
zh_hans: 进行中

source: My Books
ja: 私の本
zh_hans: 我的图书

source: Name
ja: 名前
zh_hans: 名称

source: New Book
ja: 新しい本
zh_hans: 新书

source: New Genre
ja: 新ジャンル
zh_hans: 新分类

source: On Shelf
ja: 棚にある
zh_hans: 上架

source: Page
ja: ページ
zh_hans: 页码

source: Page #
ja: ページ #
zh_hans: 页码 #

source: Page: %@
ja: ページ: %@
zh_hans: 页码: %@

source: Quotes
ja: 引用
zh_hans: 引用

source: Rating
ja: 評価
zh_hans: 评价

source: Recommended By
ja: 推薦者
zh_hans: 推荐人

source: Set the genre color
ja: ジャンルの色を設定する
zh_hans: 设定分类颜色

source: Sort by %@
ja: ソート %@
zh_hans: 排序 %@

source: Status
ja: ステータス
zh_hans: 状态

source: Summary
ja: 要約
zh_hans: 总结

source: Title
ja: タイトル
zh_hans: 标题

source: Update
ja: 更新
zh_hans: 更新

source: You need to create some genres first.
ja: あなたは最初にいくつかのジャンルを作成する必要があります。
zh_hans: 你需要先创建分类。
